Revit 2027 API
ParameterTypeId.ImportAdtEntityRoll Property
 "Roll"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ImportAdtEntityRoll { get; }
Public Shared ReadOnly Property ImportAdtEntityRoll As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ImportAdtEntityRoll {
	ForgeTypeId^ get ();
}
static member ImportAdtEntityRoll : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace